{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "": 84,
      "": 85,
      "": 86,
      "": 87,
      "": 88,
      "": 89,
      "": 90,
      "": 91,
      "": 92,
      "": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "­": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "×": 125,
      "ß": 126,
      "æ": 127,
      "ð": 128,
      "÷": 129,
      "ø": 130,
      "þ": 131,
      "đ": 132,
      "ı": 133,
      "ł": 134,
      "ŋ": 135,
      "œ": 136,
      "ƒ": 137,
      "ƽ": 138,
      "ɑ": 139,
      "ɒ": 140,
      "ɔ": 141,
      "ə": 142,
      "ɛ": 143,
      "ɜ": 144,
      "ɝ": 145,
      "ɡ": 146,
      "ɤ": 147,
      "ɨ": 148,
      "ɪ": 149,
      "ɱ": 150,
      "ʊ": 151,
      "ʌ": 152,
      "ʒ": 153,
      "ʔ": 154,
      "ʧ": 155,
      "ʰ": 156,
      "ʼ": 157,
      "ʽ": 158,
      "ˆ": 159,
      "ˇ": 160,
      "ˈ": 161,
      "ˉ": 162,
      "ˊ": 163,
      "ˋ": 164,
      "ˍ": 165,
      "ː": 166,
      "˙": 167,
      "˚": 168,
      "α": 169,
      "β": 170,
      "γ": 171,
      "δ": 172,
      "ε": 173,
      "ζ": 174,
      "η": 175,
      "θ": 176,
      "ι": 177,
      "κ": 178,
      "λ": 179,
      "μ": 180,
      "ν": 181,
      "ξ": 182,
      "ο": 183,
      "π": 184,
      "ρ": 185,
      "ς": 186,
      "σ": 187,
      "τ": 188,
      "υ": 189,
      "φ": 190,
      "χ": 191,
      "ψ": 192,
      "ω": 193,
      "а": 194,
      "б": 195,
      "в": 196,
      "г": 197,
      "д": 198,
      "е": 199,
      "ж": 200,
      "з": 201,
      "и": 202,
      "к": 203,
      "л": 204,
      "м": 205,
      "н": 206,
      "о": 207,
      "п": 208,
      "р": 209,
      "с": 210,
      "т": 211,
      "у": 212,
      "ф": 213,
      "х": 214,
      "ц": 215,
      "ч": 216,
      "ш": 217,
      "щ": 218,
      "ъ": 219,
      "ы": 220,
      "ь": 221,
      "э": 222,
      "ю": 223,
      "я": 224,
      "є": 225,
      "ә": 226,
      "ө": 227,
      "ր": 228,
      "ד": 229,
      "ו": 230,
      "י": 231,
      "כ": 232,
      "ם": 233,
      "ש": 234,
      "׷": 235,
      "ء": 236,
      "ا": 237,
      "ب": 238,
      "ة": 239,
      "ت": 240,
      "ج": 241,
      "ح": 242,
      "خ": 243,
      "د": 244,
      "ر": 245,
      "س": 246,
      "ص": 247,
      "ع": 248,
      "ف": 249,
      "ك": 250,
      "ل": 251,
      "م": 252,
      "ن": 253,
      "ه": 254,
      "و": 255,
      "ي": 256,
      "٩": 257,
      "پ": 258,
      "ک": 259,
      "ہ": 260,
      "ی": 261,
      "۸": 262,
      "ज": 263,
      "ञ": 264,
      "ण": 265,
      "द": 266,
      "ध": 267,
      "न": 268,
      "प": 269,
      "म": 270,
      "स": 271,
      "ह": 272,
      "ॐ": 273,
      "ஐ": 274,
      "ௐ": 275,
      "థ": 276,
      "౪": 277,
      "ก": 278,
      "ค": 279,
      "ง": 280,
      "จ": 281,
      "ด": 282,
      "ต": 283,
      "ท": 284,
      "น": 285,
      "บ": 286,
      "ป": 287,
      "พ": 288,
      "ภ": 289,
      "ม": 290,
      "ย": 291,
      "ร": 292,
      "ว": 293,
      "ษ": 294,
      "ห": 295,
      "อ": 296,
      "ะ": 297,
      "า": 298,
      "เ": 299,
      "แ": 300,
      "ใ": 301,
      "ไ": 302,
      "໱": 303,
      "༭": 304,
      "ლ": 305,
      "ღ": 306,
      "ᄀ": 307,
      "ᄁ": 308,
      "ᄂ": 309,
      "ᄃ": 310,
      "ᄄ": 311,
      "ᄅ": 312,
      "ᄆ": 313,
      "ᄇ": 314,
      "ᄈ": 315,
      "ᄉ": 316,
      "ᄊ": 317,
      "ᄋ": 318,
      "ᄌ": 319,
      "ᄎ": 320,
      "ᄏ": 321,
      "ᄐ": 322,
      "ᄑ": 323,
      "ᄒ": 324,
      "ᅡ": 325,
      "ᅢ": 326,
      "ᅣ": 327,
      "ᅤ": 328,
      "ᅥ": 329,
      "ᅦ": 330,
      "ᅧ": 331,
      "ᅨ": 332,
      "ᅩ": 333,
      "ᅪ": 334,
      "ᅫ": 335,
      "ᅬ": 336,
      "ᅭ": 337,
      "ᅮ": 338,
      "ᅯ": 339,
      "ᅱ": 340,
      "ᅲ": 341,
      "ᅳ": 342,
      "ᅴ": 343,
      "ᅵ": 344,
      "ᆨ": 345,
      "ᆩ": 346,
      "ᆪ": 347,
      "ᆫ": 348,
      "ᆭ": 349,
      "ᆮ": 350,
      "ᆯ": 351,
      "ᆰ": 352,
      "ᆱ": 353,
      "ᆲ": 354,
      "ᆳ": 355,
      "ᆵ": 356,
      "ᆷ": 357,
      "ᆸ": 358,
      "ᆹ": 359,
      "ᆺ": 360,
      "ᆻ": 361,
      "ᆼ": 362,
      "ᆽ": 363,
      "ᆾ": 364,
      "ᆿ": 365,
      "ᇀ": 366,
      "ᇁ": 367,
      "ᇂ": 368,
      "ᐛ": 369,
      "ᓀ": 370,
      "​": 371,
      "‌": 372,
      "‍": 373,
      "‎": 374,
      "‏": 375,
      "‐": 376,
      "–": 377,
      "—": 378,
      "―": 379,
      "‖": 380,
      "‘": 381,
      "’": 382,
      "‚": 383,
      "“": 384,
      "”": 385,
      "„": 386,
      "‟": 387,
      "†": 388,
      "‡": 389,
      "•": 390,
      "․": 391,
      "‥": 392,
      "…": 393,
      "‧": 394,
      "‰": 395,
      "′": 396,
      "″": 397,
      "‵": 398,
      "‹": 399,
      "›": 400,
      "※": 401,
      "‼": 402,
      "‿": 403,
      "⁴": 404,
      "⁹": 405,
      "⁺": 406,
      "ⁿ": 407,
      "₁": 408,
      "₂": 409,
      "₃": 410,
      "₄": 411,
      "€": 412,
      "℃": 413,
      "℅": 414,
      "℉": 415,
      "№": 416,
      "℡": 417,
      "™": 418,
      "⅛": 419,
      "ⅰ": 420,
      "ⅱ": 421,
      "ⅲ": 422,
      "ⅳ": 423,
      "ⅴ": 424,
      "ⅵ": 425,
      "ⅶ": 426,
      "ⅷ": 427,
      "ⅸ": 428,
      "ⅹ": 429,
      "ⅺ": 430,
      "ⅻ": 431,
      "←": 432,
      "↑": 433,
      "→": 434,
      "↓": 435,
      "↔": 436,
      "↖": 437,
      "↗": 438,
      "↘": 439,
      "↙": 440,
      "⇒": 441,
      "⇔": 442,
      "∀": 443,
      "∂": 444,
      "∃": 445,
      "∆": 446,
      "∇": 447,
      "∈": 448,
      "∏": 449,
      "∑": 450,
      "−": 451,
      "∓": 452,
      "∕": 453,
      "∙": 454,
      "√": 455,
      "∝": 456,
      "∞": 457,
      "∟": 458,
      "∠": 459,
      "∣": 460,
      "∥": 461,
      "∧": 462,
      "∨": 463,
      "∩": 464,
      "∪": 465,
      "∫": 466,
      "∮": 467,
      "∴": 468,
      "∵": 469,
      "∶": 470,
      "∷": 471,
      "∼": 472,
      "∽": 473,
      "≈": 474,
      "≌": 475,
      "≒": 476,
      "≡": 477,
      "≤": 478,
      "≥": 479,
      "≦": 480,
      "≧": 481,
      "≪": 482,
      "≫": 483,
      "⊂": 484,
      "⊆": 485,
      "⊙": 486,
      "⊥": 487,
      "⊿": 488,
      "⋋": 489,
      "⋌": 490,
      "⋚": 491,
      "⋛": 492,
      "⋯": 493,
      "⌒": 494,
      "⌬": 495,
      "①": 496,
      "②": 497,
      "③": 498,
      "④": 499,
      "⑤": 500,
      "⑥": 501,
      "⑦": 502,
      "⑧": 503,
      "⑨": 504,
      "⑩": 505,
      "⑪": 506,
      "⑫": 507,
      "⑳": 508,
      "⑴": 509,
      "⑵": 510,
      "⑶": 511,
      "⑷": 512,
      "⑸": 513,
      "⑹": 514,
      "⑺": 515,
      "⑻": 516,
      "⑼": 517,
      "⑽": 518,
      "⑾": 519,
      "⑿": 520,
      "⒀": 521,
      "⒁": 522,
      "⒂": 523,
      "⒃": 524,
      "⒄": 525,
      "⒅": 526,
      "⒆": 527,
      "⒇": 528,
      "⒈": 529,
      "⒉": 530,
      "⒊": 531,
      "⒋": 532,
      "⒌": 533,
      "⒍": 534,
      "⒎": 535,
      "⒏": 536,
      "⒐": 537,
      "⒑": 538,
      "⒒": 539,
      "⒓": 540,
      "⒔": 541,
      "⒕": 542,
      "⒖": 543,
      "⒗": 544,
      "⒘": 545,
      "⒙": 546,
      "⒚": 547,
      "⒛": 548,
      "─": 549,
      "━": 550,
      "│": 551,
      "┃": 552,
      "┄": 553,
      "┅": 554,
      "┆": 555,
      "┇": 556,
      "┈": 557,
      "┉": 558,
      "┊": 559,
      "┋": 560,
      "┌": 561,
      "┍": 562,
      "┎": 563,
      "┏": 564,
      "┐": 565,
      "┑": 566,
      "┒": 567,
      "┓": 568,
      "└": 569,
      "┕": 570,
      "┖": 571,
      "┗": 572,
      "┘": 573,
      "┙": 574,
      "┚": 575,
      "┛": 576,
      "├": 577,
      "┝": 578,
      "┞": 579,
      "┟": 580,
      "┠": 581,
      "┡": 582,
      "┢": 583,
      "┣": 584,
      "┤": 585,
      "┥": 586,
      "┦": 587,
      "┧": 588,
      "┨": 589,
      "┩": 590,
      "┪": 591,
      "┫": 592,
      "┬": 593,
      "┭": 594,
      "┮": 595,
      "┯": 596,
      "┰": 597,
      "┱": 598,
      "┲": 599,
      "┳": 600,
      "┴": 601,
      "┵": 602,
      "┶": 603,
      "┷": 604,
      "┸": 605,
      "┹": 606,
      "┺": 607,
      "┻": 608,
      "┼": 609,
      "┽": 610,
      "┾": 611,
      "┿": 612,
      "╀": 613,
      "╁": 614,
      "╂": 615,
      "╃": 616,
      "╄": 617,
      "╅": 618,
      "╆": 619,
      "╇": 620,
      "╈": 621,
      "╉": 622,
      "╊": 623,
      "╋": 624,
      "═": 625,
      "║": 626,
      "╒": 627,
      "╓": 628,
      "╔": 629,
      "╕": 630,
      "╖": 631,
      "╗": 632,
      "╘": 633,
      "╙": 634,
      "╚": 635,
      "╛": 636,
      "╜": 637,
      "╝": 638,
      "╞": 639,
      "╟": 640,
      "╠": 641,
      "╡": 642,
      "╢": 643,
      "╣": 644,
      "╤": 645,
      "╥": 646,
      "╦": 647,
      "╧": 648,
      "╨": 649,
      "╩": 650,
      "╪": 651,
      "╫": 652,
      "╬": 653,
      "╭": 654,
      "╮": 655,
      "╯": 656,
      "╰": 657,
      "╱": 658,
      "╲": 659,
      "╳": 660,
      "╹": 661,
      "▁": 662,
      "▂": 663,
      "▃": 664,
      "▄": 665,
      "▅": 666,
      "▆": 667,
      "▇": 668,
      "▒": 669,
      "■": 670,
      "□": 671,
      "▣": 672,
      "▧": 673,
      "▪": 674,
      "▲": 675,
      "△": 676,
      "▶": 677,
      "►": 678,
      "▼": 679,
      "▽": 680,
      "◁": 681,
      "◆": 682,
      "◇": 683,
      "○": 684,
      "◎": 685,
      "●": 686,
      "◐": 687,
      "◑": 688,
      "◕": 689,
      "☀": 690,
      "★": 691,
      "☆": 692,
      "☉": 693,
      "☜": 694,
      "☞": 695,
      "☭": 696,
      "☰": 697,
      "☷": 698,
      "☺": 699,
      "☻": 700,
      "☿": 701,
      "♀": 702,
      "♂": 703,
      "♉": 704,
      "♌": 705,
      "♎": 706,
      "♏": 707,
      "♓": 708,
      "♡": 709,
      "♣": 710,
      "♤": 711,
      "♥": 712,
      "♦": 713,
      "♪": 714,
      "♫": 715,
      "♯": 716,
      "⚡": 717,
      "⛄": 718,
      "✊": 719,
      "✌": 720,
      "✘": 721,
      "✨": 722,
      "✿": 723,
      "❉": 724,
      "❓": 725,
      "❤": 726,
      "❶": 727,
      "❷": 728,
      "❸": 729,
      "❹": 730,
      "❺": 731,
      "❼": 732,
      "❽": 733,
      "➀": 734,
      "➁": 735,
      "➕": 736,
      "➹": 737,
      "⺁": 738,
      "⺈": 739,
      "⺋": 740,
      "⺌": 741,
      "⺗": 742,
      "⺮": 743,
      "⺷": 744,
      "⺻": 745,
      "⿰": 746,
      "⿱": 747,
      "⿲": 748,
      "⿳": 749,
      "⿴": 750,
      "⿵": 751,
      "⿶": 752,
      "⿷": 753,
      "⿸": 754,
      "⿹": 755,
      "⿺": 756,
      "⿻": 757,
      "、": 758,
      "。": 759,
      "〃": 760,
      "々": 761,
      "〆": 762,
      "〇": 763,
      "〈": 764,
      "〉": 765,
      "《": 766,
      "》": 767,
      "「": 768,
      "」": 769,
      "『": 770,
      "』": 771,
      "【": 772,
      "】": 773,
      "〒": 774,
      "〓": 775,
      "〔": 776,
      "〕": 777,
      "〖": 778,
      "〗": 779,
      "〜": 780,
      "〝": 781,
      "〞": 782,
      "〠": 783,
      "〡": 784,
      "〢": 785,
      "〣": 786,
      "〤": 787,
      "〥": 788,
      "〦": 789,
      "〧": 790,
      "〨": 791,
      "〩": 792,
      "〾": 793,
      "〿": 794,
      "ぁ": 795,
      "あ": 796,
      "ぃ": 797,
      "い": 798,
      "ぅ": 799,
      "う": 800,
      "ぇ": 801,
      "え": 802,
      "ぉ": 803,
      "お": 804,
      "か": 805,
      "き": 806,
      "く": 807,
      "け": 808,
      "こ": 809,
      "さ": 810,
      "し": 811,
      "す": 812,
      "せ": 813,
      "そ": 814,
      "た": 815,
      "ち": 816,
      "っ": 817,
      "つ": 818,
      "て": 819,
      "と": 820,
      "な": 821,
      "に": 822,
      "ぬ": 823,
      "ね": 824,
      "の": 825,
      "は": 826,
      "ひ": 827,
      "ふ": 828,
      "へ": 829,
      "ほ": 830,
      "ま": 831,
      "み": 832,
      "む": 833,
      "め": 834,
      "も": 835,
      "ゃ": 836,
      "や": 837,
      "ゅ": 838,
      "ゆ": 839,
      "ょ": 840,
      "よ": 841,
      "ら": 842,
      "り": 843,
      "る": 844,
      "れ": 845,
      "ろ": 846,
      "ゎ": 847,
      "わ": 848,
      "ゐ": 849,
      "ゑ": 850,
      "を": 851,
      "ん": 852,
      "゛": 853,
      "゜": 854,
      "ゝ": 855,
      "ァ": 856,
      "ア": 857,
      "ィ": 858,
      "イ": 859,
      "ゥ": 860,
      "ウ": 861,
      "ェ": 862,
      "エ": 863,
      "ォ": 864,
      "オ": 865,
      "カ": 866,
      "キ": 867,
      "ク": 868,
      "ケ": 869,
      "コ": 870,
      "サ": 871,
      "シ": 872,
      "ス": 873,
      "セ": 874,
      "ソ": 875,
      "タ": 876,
      "チ": 877,
      "ッ": 878,
      "ツ": 879,
      "テ": 880,
      "ト": 881,
      "ナ": 882,
      "ニ": 883,
      "ヌ": 884,
      "ネ": 885,
      "ノ": 886,
      "ハ": 887,
      "ヒ": 888,
      "フ": 889,
      "ヘ": 890,
      "ホ": 891,
      "マ": 892,
      "ミ": 893,
      "ム": 894,
      "メ": 895,
      "モ": 896,
      "ャ": 897,
      "ヤ": 898,
      "ュ": 899,
      "ユ": 900,
      "ョ": 901,
      "ヨ": 902,
      "ラ": 903,
      "リ": 904,
      "ル": 905,
      "レ": 906,
      "ロ": 907,
      "ヮ": 908,
      "ワ": 909,
      "ヰ": 910,
      "ヱ": 911,
      "ヲ": 912,
      "ン": 913,
      "ヵ": 914,
      "ヶ": 915,
      "・": 916,
      "ー": 917,
      "ヽ": 918,
      "ㄅ": 919,
      "ㄆ": 920,
      "ㄇ": 921,
      "ㄈ": 922,
      "ㄉ": 923,
      "ㄊ": 924,
      "ㄋ": 925,
      "ㄌ": 926,
      "ㄍ": 927,
      "ㄎ": 928,
      "ㄏ": 929,
      "ㄐ": 930,
      "ㄑ": 931,
      "ㄒ": 932,
      "ㄓ": 933,
      "ㄔ": 934,
      "ㄕ": 935,
      "ㄖ": 936,
      "ㄗ": 937,
      "ㄘ": 938,
      "ㄙ": 939,
      "ㄚ": 940,
      "ㄛ": 941,
      "ㄜ": 942,
      "ㄝ": 943,
      "ㄞ": 944,
      "ㄟ": 945,
      "ㄠ": 946,
      "ㄡ": 947,
      "ㄢ": 948,
      "ㄣ": 949,
      "ㄤ": 950,
      "ㄥ": 951,
      "ㄦ": 952,
      "ㄧ": 953,
      "ㄨ": 954,
      "ㄩ": 955,
      "ㅅ": 956,
      "ㅊ": 957,
      "㆒": 958,
      "㆕": 959,
      "㈠": 960,
      "㈡": 961,
      "㈢": 962,
      "㈣": 963,
      "㈤": 964,
      "㈥": 965,
      "㈦": 966,
      "㈧": 967,
      "㈨": 968,
      "㈩": 969,
      "㈱": 970,
      "㊀": 971,
      "㊁": 972,
      "㊂": 973,
      "㊣": 974,
      "㌌": 975,
      "㎎": 976,
      "㎏": 977,
      "㎜": 978,
      "㎝": 979,
      "㎞": 980,
      "㎡": 981,
      "㏄": 982,
      "㏎": 983,
      "㏑": 984,
      "㏒": 985,
      "㏕": 986,
      "㐚": 987,
      "㑇": 988,
      "㖞": 989,
      "㘚": 990,
      "㙓": 991,
      "㝗": 992,
      "㝩": 993,
      "㠁": 994,
      "㠂": 995,
      "㤘": 996,
      "㧀": 997,
      "㧏": 998,
      "㧐": 999,
      "㩳": 1000,
      "㪍": 1001,
      "㳠": 1002,
      "㴻": 1003,
      "㵂": 1004,
      "㻋": 1005,
      "㽱": 1006,
      "㽲": 1007,
      "䃼": 1008,
      "䄂": 1009,
      "䅁": 1010,
      "䆥": 1011,
      "䆲": 1012,
      "䋱": 1013,
      "䌷": 1014,
      "䏏": 1015,
      "䓖": 1016,
      "䓤": 1017,
      "䓬": 1018,
      "䠀": 1019,
      "䠆": 1020,
      "䠉": 1021,
      "䠋": 1022,
      "䠌": 1023,
      "䠎": 1024,
      "䠖": 1025,
      "䠘": 1026,
      "䠚": 1027,
      "䠥": 1028,
      "䠺": 1029,
      "䥑": 1030,
      "䦋": 1031,
      "䦨": 1032,
      "䧏": 1033,
      "䧲": 1034,
      "䰀": 1035,
      "䲠": 1036,
      "䴕": 1037,
      "一": 1038,
      "丁": 1039,
      "七": 1040,
      "丅": 1041,
      "丆": 1042,
      "万": 1043,
      "丈": 1044,
      "三": 1045,
      "上": 1046,
      "下": 1047,
      "丌": 1048,
      "不": 1049,
      "与": 1050,
      "丐": 1051,
      "丑": 1052,
      "专": 1053,
      "且": 1054,
      "丕": 1055,
      "世": 1056,
      "丘": 1057,
      "丙": 1058,
      "业": 1059,
      "丛": 1060,
      "东": 1061,
      "丝": 1062,
      "丞": 1063,
      "丟": 1064,
      "丢": 1065,
      "两": 1066,
      "严": 1067,
      "並": 1068,
      "丧": 1069,
      "丨": 1070,
      "个": 1071,
      "丫": 1072,
      "丬": 1073,
      "中": 1074,
      "丰": 1075,
      "串": 1076,
      "临": 1077,
      "丶": 1078,
      "丸": 1079,
      "丹": 1080,
      "为": 1081,
      "主": 1082,
      "丼": 1083,
      "丽": 1084,
      "举": 1085,
      "丿": 1086,
      "乃": 1087,
      "久": 1088,
      "乇": 1089,
      "么": 1090,
      "义": 1091,
      "之": 1092,
      "乌": 1093,
      "乍": 1094,
      "乎": 1095,
      "乏": 1096,
      "乐": 1097,
      "乒": 1098,
      "乓": 1099,
      "乔": 1100,
      "乖": 1101,
      "乘": 1102,
      "乙": 1103,
      "乜": 1104,
      "九": 1105,
      "乞": 1106,
      "也": 1107,
      "习": 1108,
      "乡": 1109,
      "书": 1110,
      "乩": 1111,
      "买": 1112,
      "乱": 1113,
      "乳": 1114,
      "乸": 1115,
      "乹": 1116,
      "乾": 1117,
      "亀": 1118,
      "亂": 1119,
      "了": 1120,
      "予": 1121,
      "争": 1122,
      "亊": 1123,
      "事": 1124,
      "二": 1125,
      "亍": 1126,
      "于": 1127,
      "亏": 1128,
      "云": 1129,
      "互": 1130,
      "亓": 1131,
      "五": 1132,
      "井": 1133,
      "亖": 1134,
      "亘": 1135,
      "亚": 1136,
      "些": 1137,
      "亜": 1138,
      "亞": 1139,
      "亟": 1140,
      "亠": 1141,
      "亡": 1142,
      "亢": 1143,
      "交": 1144,
      "亥": 1145,
      "亦": 1146,
      "产": 1147,
      "亨": 1148,
      "亩": 1149,
      "享": 1150,
      "京": 1151,
      "亭": 1152,
      "亮": 1153,
      "亲": 1154,
      "亳": 1155,
      "亵": 1156,
      "亶": 1157,
      "亹": 1158,
      "人": 1159,
      "亻": 1160,
      "亾": 1161,
      "亿": 1162,
      "什": 1163,
      "仁": 1164,
      "仂": 1165,
      "仃": 1166,
      "仄": 1167,
      "仅": 1168,
      "仆": 1169,
      "仇": 1170,
      "仉": 1171,
      "今": 1172,
      "介": 1173,
      "仍": 1174,
      "从": 1175,
      "仑": 1176,
      "仓": 1177,
      "仔": 1178,
      "仕": 1179,
      "他": 1180,
      "仗": 1181,
      "付": 1182,
      "仙": 1183,
      "仝": 1184,
      "仞": 1185,
      "仟": 1186,
      "仡": 1187,
      "代": 1188,
      "令": 1189,
      "以": 1190,
      "仨": 1191,
      "仩": 1192,
      "仪": 1193,
      "仫": 1194,
      "们": 1195,
      "仰": 1196,
      "仲": 1197,
      "仳": 1198,
      "仵": 1199,
      "件": 1200,
      "价": 1201,
      "任": 1202,
      "份": 1203,
      "仿": 1204,
      "企": 1205,
      "伉": 1206,
      "伊": 1207,
      "伋": 1208,
      "伍": 1209,
      "伎": 1210,
      "伏": 1211,
      "伐": 1212,
      "休": 1213,
      "众": 1214,
      "优": 1215,
      "伙": 1216,
      "会": 1217,
      "伛": 1218,
      "伝": 1219,
      "伞": 1220,
      "伟": 1221,
      "传": 1222,
      "伢": 1223,
      "伤": 1224,
      "伥": 1225,
      "伦": 1226,
      "伧": 1227,
      "伪": 1228,
      "伫": 1229,
      "伯": 1230,
      "估": 1231,
      "伱": 1232,
      "伲": 1233,
      "伴": 1234,
      "伶": 1235,
      "伸": 1236,
      "伺": 1237,
      "似": 1238,
      "伽": 1239,
      "佀": 1240,
      "佁": 1241,
      "佃": 1242,
      "但": 1243,
      "佈": 1244,
      "位": 1245,
      "低": 1246,
      "住": 1247,
      "佐": 1248,
      "佑": 1249,
      "体": 1250,
      "何": 1251,
      "佗": 1252,
      "佘": 1253,
      "余": 1254,
      "佚": 1255,
      "佛": 1256,
      "作": 1257,
      "佝": 1258,
      "佞": 1259,
      "佟": 1260,
      "你": 1261,
      "佢": 1262,
      "佣": 1263,
      "佤": 1264,
      "佥": 1265,
      "佧": 1266,
      "佩": 1267,
      "佬": 1268,
      "佯": 1269,
      "佰": 1270,
      "佳": 1271,
      "佴": 1272,
      "併": 1273,
      "佶": 1274,
      "佻": 1275,
      "佼": 1276,
      "佾": 1277,
      "使": 1278,
      "侀": 1279,
      "侃": 1280,
      "侄": 1281,
      "來": 1282,
      "侈": 1283,
      "侉": 1284,
      "例": 1285,
      "侍": 1286,
      "侏": 1287,
      "侑": 1288,
      "侔": 1289,
      "侗": 1290,
      "侘": 1291,
      "供": 1292,
      "侜": 1293,
      "依": 1294,
      "侠": 1295,
      "侣": 1296,
      "侥": 1297,
      "侦": 1298,
      "侧": 1299,
      "侨": 1300,
      "侩": 1301,
      "侪": 1302,
      "侬": 1303,
      "侮": 1304,
      "侯": 1305,
      "侵": 1306,
      "侾": 1307,
      "便": 1308,
      "係": 1309,
      "促": 1310,
      "俄": 1311,
      "俅": 1312,
      "俊": 1313,
      "俎": 1314,
      "俏": 1315,
      "俐": 1316,
      "俑": 1317,
      "俗": 1318,
      "俘": 1319,
      "俚": 1320,
      "俛": 1321,
      "俜": 1322,
      "保": 1323,
      "俞": 1324,
      "俟": 1325,
      "俠": 1326,
      "信": 1327,
      "俢": 1328,
      "俣": 1329,
      "俦": 1330,
      "俨": 1331,
      "俩": 1332,
      "俪": 1333,
      "俬": 1334,
      "俭": 1335,
      "修": 1336,
      "俯": 1337,
      "俱": 1338,
      "俳": 1339,
      "俶": 1340,
      "俸": 1341,
      "俺": 1342,
      "俾": 1343,
      "倉": 1344,
      "個": 1345,
      "倌": 1346,
      "倍": 1347,
      "倏": 1348,
      "們": 1349,
      "倒": 1350,
      "倔": 1351,
      "倘": 1352,
      "候": 1353,
      "倚": 1354,
      "倜": 1355,
      "借": 1356,
      "倡": 1357,
      "倢": 1358,
      "倥": 1359,
      "倦": 1360,
      "倨": 1361,
      "倩": 1362,
      "倪": 1363,
      "倬": 1364,
      "倭": 1365,
      "倮": 1366,
      "倳": 1367,
      "债": 1368,
      "值": 1369,
      "倾": 1370,
      "偁": 1371,
      "偃": 1372,
      "假": 1373,
      "偈": 1374,
      "偌": 1375,
      "偍": 1376,
      "偎": 1377,
      "偏": 1378,
      "偕": 1379,
      "做": 1380,
      "停": 1381,
      "健": 1382,
      "偬": 1383,
      "側": 1384,
      "偶": 1385,
      "偷": 1386,
      "偻": 1387,
      "偾": 1388,
      "偿": 1389,
      "傀": 1390,
      "傅": 1391,
      "傈": 1392,
      "傍": 1393,
      "傎": 1394,
      "備": 1395,
      "傝": 1396,
      "傢": 1397,
      "傣": 1398,
      "傥": 1399,
      "傧": 1400,
      "储": 1401,
      "傩": 1402,
      "催": 1403,
      "傲": 1404,
      "傳": 1405,
      "傷": 1406,
      "傺": 1407,
      "傻": 1408,
      "傾": 1409,
      "僅": 1410,
      "僇": 1411,
      "働": 1412,
      "像": 1413,
      "僕": 1414,
      "僖": 1415,
      "僚": 1416,
      "僦": 1417,
      "僧": 1418,
      "僩": 1419,
      "僬": 1420,
      "僭": 1421,
      "僮": 1422,
      "僳": 1423,
      "僵": 1424,
      "價": 1425,
      "僻": 1426,
      "儆": 1427,
      "儇": 1428,
      "儋": 1429,
      "儒": 1430,
      "儘": 1431,
      "償": 1432,
      "儡": 1433,
      "優": 1434,
      "儲": 1435,
      "儿": 1436,
      "兀": 1437,
      "允": 1438,
      "元": 1439,
      "兄": 1440,
      "充": 1441,
      "兆": 1442,
      "兇": 1443,
      "先": 1444,
      "光": 1445,
      "克": 1446,
      "兌": 1447,
      "免": 1448,
      "兑": 1449,
      "兒": 1450,
      "兔": 1451,
      "兕": 1452,
      "兖": 1453,
      "党": 1454,
      "兜": 1455,
      "兢": 1456,
      "入": 1457,
      "內": 1458,
      "全": 1459,
      "兩": 1460,
      "八": 1461,
      "公": 1462,
      "六": 1463,
      "兮": 1464,
      "兰": 1465,
      "共": 1466,
      "兲": 1467,
      "关": 1468,
      "兴": 1469,
      "兵": 1470,
      "其": 1471,
      "具": 1472,
      "典": 1473,
      "兹": 1474,
      "养": 1475,
      "兼": 1476,
      "兽": 1477,
      "冀": 1478,
      "冁": 1479,
      "冂": 1480,
      "内": 1481,
      "円": 1482,
      "冇": 1483,
      "冈": 1484,
      "冉": 1485,
      "冊": 1486,
      "册": 1487,
      "再": 1488,
      "冒": 1489,
      "冕": 1490,
      "冖": 1491,
      "冗": 1492,
      "写": 1493,
      "冚": 1494,
      "军": 1495,
      "农": 1496,
      "冠": 1497,
      "冢": 1498,
      "冤": 1499,
      "冥": 1500,
      "冫": 1501,
      "冬": 1502,
      "冭": 1503,
      "冯": 1504,
      "冰": 1505,
      "冱": 1506,
      "冲": 1507,
      "决": 1508,
      "冴": 1509,
      "况": 1510,
      "冶": 1511,
      "冷": 1512,
      "冻": 1513,
      "冼": 1514,
      "冽": 1515,
      "净": 1516,
      "凃": 1517,
      "凄": 1518,
      "准": 1519,
      "凇": 1520,
      "凉": 1521,
      "凊": 1522,
      "凋": 1523,
      "凌": 1524,
      "凍": 1525,
      "减": 1526,
      "凑": 1527,
      "凛": 1528,
      "凝": 1529,
      "几": 1530,
      "凡": 1531,
      "凤": 1532,
      "凪": 1533,
      "凫": 1534,
      "凭": 1535,
      "凯": 1536,
      "凰": 1537,
      "凱": 1538,
      "凳": 1539,
      "凵": 1540,
      "凶": 1541,
      "凸": 1542,
      "凹": 1543,
      "出": 1544,
      "击": 1545,
      "凼": 1546,
      "函": 1547,
      "凿": 1548,
      "刀": 1549,
      "刁": 1550,
      "刂": 1551,
      "刃": 1552,
      "分": 1553,
      "切": 1554,
      "刈": 1555,
      "刊": 1556,
      "刍": 1557,
      "刎": 1558,
      "刑": 1559,
      "划": 1560,
      "刕": 1561,
      "刖": 1562,
      "列": 1563,
      "刘": 1564,
      "则": 1565,
      "刚": 1566,
      "创": 1567,
      "初": 1568,
      "删": 1569,
      "判": 1570,
      "別": 1571,
      "刨": 1572,
      "利": 1573,
      "刪": 1574,
      "别": 1575,
      "刭": 1576,
      "刮": 1577,
      "到": 1578,
      "刳": 1579,
      "制": 1580,
      "刷": 1581,
      "券": 1582,
      "刹": 1583,
      "刺": 1584,
      "刻": 1585,
      "刼": 1586,
      "刽": 1587,
      "刿": 1588,
      "剀": 1589,
      "剁": 1590,
      "剂": 1591,
      "剃": 1592,
      "剅": 1593,
      "則": 1594,
      "削": 1595,
      "剌": 1596,
      "前": 1597,
      "剐": 1598,
      "剑": 1599,
      "剔": 1600,
      "剖": 1601,
      "剛": 1602,
      "剜": 1603,
      "剞": 1604,
      "剡": 1605,
      "剥": 1606,
      "剧": 1607,
      "剩": 1608,
      "剪": 1609,
      "副": 1610,
      "割": 1611,
      "創": 1612,
      "剽": 1613,
      "剿": 1614,
      "劁": 1615,
      "劂": 1616,
      "劃": 1617,
      "劇": 1618,
      "劈": 1619,
      "劍": 1620,
      "劐": 1621,
      "劑": 1622,
      "劓": 1623,
      "力": 1624,
      "劝": 1625,
      "办": 1626,
      "功": 1627,
      "加": 1628,
      "务": 1629,
      "劢": 1630,
      "劣": 1631,
      "劦": 1632,
      "动": 1633,
      "助": 1634,
      "努": 1635,
      "劫": 1636,
      "劬": 1637,
      "劭": 1638,
      "励": 1639,
      "劲": 1640,
      "劳": 1641,
      "劵": 1642,
      "効": 1643,
      "劾": 1644,
      "势": 1645,
      "勁": 1646,
      "勃": 1647,
      "勇": 1648,
      "勉": 1649,
      "勋": 1650,
      "勐": 1651,
      "勒": 1652,
      "動": 1653,
      "勖": 1654,
      "勘": 1655,
      "務": 1656,
      "勝": 1657,
      "勞": 1658,
      "募": 1659,
      "勢": 1660,
      "勤": 1661,
      "勰": 1662,
      "勲": 1663,
      "勹": 1664,
      "勺": 1665,
      "勻": 1666,
      "勾": 1667,
      "勿": 1668,
      "匀": 1669,
      "包": 1670,
      "匆": 1671,
      "匈": 1672,
      "匋": 1673,
      "匍": 1674,
      "匏": 1675,
      "匐": 1676,
      "匕": 1677,
      "化": 1678,
      "北": 1679,
      "匙": 1680,
      "匚": 1681,
      "匝": 1682,
      "匠": 1683,
      "匡": 1684,
      "匣": 1685,
      "匦": 1686,
      "匪": 1687,
      "匮": 1688,
      "匯": 1689,
      "匹": 1690,
      "区": 1691,
      "医": 1692,
      "匼": 1693,
      "匾": 1694,
      "匿": 1695,
      "區": 1696,
      "十": 1697,
      "千": 1698,
      "卅": 1699,
      "升": 1700,
      "午": 1701,
      "卉": 1702,
      "半": 1703,
      "卍": 1704,
      "华": 1705,
      "协": 1706,
      "卑": 1707,
      "卒": 1708,
      "卓": 1709,
      "協": 1710,
      "单": 1711,
      "卖": 1712,
      "南": 1713,
      "単": 1714,
      "博": 1715,
      "卜": 1716,
      "卝": 1717,
      "卞": 1718,
      "卟": 1719,
      "占": 1720,
      "卡": 1721,
      "卢": 1722,
      "卣": 1723,
      "卤": 1724,
      "卦": 1725,
      "卧": 1726,
      "卩": 1727,
      "卫": 1728,
      "卮": 1729,
      "卯": 1730,
      "印": 1731,
      "危": 1732,
      "即": 1733,
      "却": 1734,
      "卵": 1735,
      "卷": 1736,
      "卸": 1737,
      "卺": 1738,
      "卻": 1739,
      "卿": 1740,
      "厂": 1741,
      "厄": 1742,
      "厅": 1743,
      "历": 1744,
      "厉": 1745,
      "厊": 1746,
      "压": 1747,
      "厌": 1748,
      "厍": 1749,
      "厔": 1750,
      "厕": 1751,
      "厘": 1752,
      "厚": 1753,
      "厝": 1754,
      "原": 1755,
      "厠": 1756,
      "厢": 1757,
      "厣": 1758,
      "厥": 1759,
      "厦": 1760,
      "厨": 1761,
      "厩": 1762,
      "厭": 1763,
      "厮": 1764,
      "厲": 1765,
      "厵": 1766,
      "厶": 1767,
      "厷": 1768,
      "去": 1769,
      "县": 1770,
      "叁": 1771,
      "参": 1772,
      "參": 1773,
      "叆": 1774,
      "又": 1775,
      "叉": 1776,
      "及": 1777,
      "友": 1778,
      "双": 1779,
      "反": 1780,
      "发": 1781,
      "叔": 1782,
      "取": 1783,
      "受": 1784,
      "变": 1785,
      "叙": 1786,
      "叛": 1787,
      "叟": 1788,
      "叠": 1789,
      "叡": 1790,
      "口": 1791,
      "古": 1792,
      "句": 1793,
      "另": 1794,
      "叧": 1795,
      "叨": 1796,
      "叩": 1797,
      "只": 1798,
      "叫": 1799,
      "召": 1800,
      "叭": 1801,
      "叮": 1802,
      "可": 1803,
      "台": 1804,
      "叱": 1805,
      "史": 1806,
      "右": 1807,
      "叵": 1808,
      "叶": 1809,
      "号": 1810,
      "司": 1811,
      "叹": 1812,
      "叺": 1813,
      "叻": 1814,
      "叼": 1815,
      "叽": 1816,
      "吁": 1817,
      "吃": 1818,
      "各": 1819,
      "吅": 1820,
      "吆": 1821,
      "合": 1822,
      "吉": 1823,
      "吊": 1824,
      "吋": 1825,
      "同": 1826,
      "名": 1827,
      "后": 1828,
      "吏": 1829,
      "吐": 1830,
      "向": 1831,
      "吒": 1832,
      "吓": 1833,
      "吔": 1834,
      "吕": 1835,
      "吖": 1836,
      "吗": 1837,
      "君": 1838,
      "吝": 1839,
      "吞": 1840,
      "吟": 1841,
      "吠": 1842,
      "吡": 1843,
      "吣": 1844,
      "否": 1845,
      "吧": 1846,
      "吨": 1847,
      "吩": 1848,
      "含": 1849,
      "听": 1850,
      "吭": 1851,
      "吮": 1852,
      "启": 1853,
      "吱": 1854,
      "吲": 1855,
      "吳": 1856,
      "吴": 1857,
      "吵": 1858,
      "吸": 1859,
      "吹": 1860,
      "吻": 1861,
      "吼": 1862,
      "吾": 1863,
      "呀": 1864,
      "呂": 1865,
      "呃": 1866,
      "呆": 1867,
      "呈": 1868,
      "告": 1869,
      "呋": 1870,
      "呎": 1871,
      "呐": 1872,
      "呒": 1873,
      "呓": 1874,
      "呔": 1875,
      "呕": 1876,
      "呖": 1877,
      "呗": 1878,
      "员": 1879,
      "呙": 1880,
      "呛": 1881,
      "呜": 1882,
      "呢": 1883,
      "呤": 1884,
      "呦": 1885,
      "周": 1886,
      "呫": 1887,
      "呱": 1888,
      "呲": 1889,
      "味": 1890,
      "呴": 1891,
      "呵": 1892,
      "呶": 1893,
      "呷": 1894,
      "呸": 1895,
      "呻": 1896,
      "呼": 1897,
      "命": 1898,
      "咀": 1899,
      "咁": 1900,
      "咂": 1901,
      "咄": 1902,
      "咆": 1903,
      "咋": 1904,
      "和": 1905,
      "咎": 1906,
      "咏": 1907,
      "咐": 1908,
      "咑": 1909,
      "咒": 1910,
      "咔": 1911,
      "咕": 1912,
      "咖": 1913,
      "咗": 1914,
      "咙": 1915,
      "咚": 1916,
      "咛": 1917,
      "咝": 1918,
      "咣": 1919,
      "咤": 1920,
      "咥": 1921,
      "咦": 1922,
      "咧": 1923,
      "咨": 1924,
      "咩": 1925,
      "咪": 1926,
      "咫": 1927,
      "咬": 1928,
      "咭": 1929,
      "咯": 1930,
      "咱": 1931,
      "咲": 1932,
      "咳": 1933,
      "咴": 1934,
      "咸": 1935,
      "咻": 1936,
      "咽": 1937,
      "咿": 1938,
      "哀": 1939,
      "品": 1940,
      "哂": 1941,
      "哄": 1942,
      "哆": 1943,
      "哇": 1944,
      "哈": 1945,
      "哉": 1946,
      "哌": 1947,
      "响": 1948,
      "哎": 1949,
      "哏": 1950,
      "哐": 1951,
      "哑": 1952,
      "哒": 1953,
      "哓": 1954,
      "哔": 1955,
      "哕": 1956,
      "哗": 1957,
      "哙": 1958,
      "哚": 1959,
      "哜": 1960,
      "哝": 1961,
      "哞": 1962,
      "哟": 1963,
      "員": 1964,
      "哥": 1965,
      "哦": 1966,
      "哧": 1967,
      "哨": 1968,
      "哩": 1969,
      "哪": 1970,
      "哭": 1971,
      "哮": 1972,
      "哲": 1973,
      "哳": 1974,
      "哺": 1975,
      "哼": 1976,
      "哽": 1977,
      "哿": 1978,
      "唁": 1979,
      "唆": 1980,
      "唇": 1981,
      "唉": 1982,
      "唌": 1983,
      "唏": 1984,
      "唐": 1985,
      "唑": 1986,
      "唔": 1987,
      "唛": 1988,
      "唠": 1989,
      "唢": 1990,
      "唣": 1991,
      "唤": 1992,
      "唥": 1993,
      "唧": 1994,
      "唪": 1995,
      "唬": 1996,
      "售": 1997,
      "唯": 1998,
      "唰": 1999,
      "唱": 2000,
      "唳": 2001,
      "唷": 2002,
      "唻": 2003,
      "唼": 2004,
      "唾": 2005,
      "唿": 2006,
      "啁": 2007,
      "啃": 2008,
      "啄": 2009,
      "商": 2010,
      "啉": 2011,
      "啊": 2012,
      "啌": 2013,
      "問": 2014,
      "啐": 2015,
      "啕": 2016,
      "啖": 2017,
      "啜": 2018,
      "啞": 2019,
      "啟": 2020,
      "啡": 2021,
      "啤": 2022,
      "啥": 2023,
      "啦": 2024,
      "啧": 2025,
      "啪": 2026,
      "啫": 2027,
      "啬": 2028,
      "啭": 2029,
      "啮": 2030,
      "啰": 2031,
      "啵": 2032,
      "啶": 2033,
      "啷": 2034,
      "啸": 2035,
      "啻": 2036,
      "啼": 2037,
      "啾": 2038,
      "喀": 2039,
      "喁": 2040,
      "喂": 2041,
      "喃": 2042,
      "善": 2043,
      "喆": 2044,
      "喇": 2045,
      "喈": 2046,
      "喉": 2047,
      "喊": 2048,
      "喋": 2049,
      "喎": 2050,
      "喏": 2051,
      "喑": 2052,
      "喔": 2053,
      "喘": 2054,
      "喙": 2055,
      "喚": 2056,
      "喛": 2057,
      "喜": 2058,
      "喝": 2059,
      "喟": 2060,
      "喧": 2061,
      "單": 2062,
      "喱": 2063,
      "喲": 2064,
      "喳": 2065,
      "喵": 2066,
      "営": 2067,
      "喷": 2068,
      "喹": 2069,
      "喺": 2070,
      "喻": 2071,
      "喽": 2072,
      "喾": 2073,
      "喿": 2074,
      "嗀": 2075,
      "嗄": 2076,
      "嗅": 2077,
      "嗉": 2078,
      "嗌": 2079,
      "嗍": 2080,
      "嗎": 2081,
      "嗐": 2082,
      "嗑": 2083,
      "嗒": 2084,
      "嗓": 2085,
      "嗔": 2086,
      "嗖": 2087,
      "嗜": 2088,
      "嗝": 2089,
      "嗟": 2090,
      "嗡": 2091,
      "嗣": 2092,
      "嗤": 2093,
      "嗥": 2094,
      "嗦": 2095,
      "嗨": 2096,
      "嗪": 2097,
      "嗫": 2098,
      "嗬": 2099,
      "嗮": 2100,
      "嗯": 2101,
      "嗲": 2102,
      "嗳": 2103,
      "嗵": 2104,
      "嗷": 2105,
      "嗼": 2106,
      "嗽": 2107,
      "嗾": 2108,
      "嘀": 2109,
      "嘁": 2110,
      "嘅": 2111,
      "嘈": 2112,
      "嘉": 2113,
      "嘌": 2114,
      "嘎": 2115,
      "嘏": 2116,
      "嘗": 2117,
      "嘘": 2118,
      "嘚": 2119,
      "嘛": 2120,
      "嘞": 2121,
      "嘟": 2122,
      "嘢": 2123,
      "嘣": 2124,
      "嘤": 2125,
      "嘧": 2126,
      "嘬": 2127,
      "嘭": 2128,
      "嘱": 2129,
      "嘲": 2130,
      "嘴": 2131,
      "嘶": 2132,
      "嘹": 2133,
      "嘻": 2134,
      "嘿": 2135,
      "噁": 2136,
      "噌": 2137,
      "噍": 2138,
      "噎": 2139,
      "噔": 2140,
      "噗": 2141,
      "噘": 2142,
      "噙": 2143,
      "噜": 2144,
      "噢": 2145,
      "噤": 2146,
      "器": 2147,
      "噩": 2148,
      "噪": 2149,
      "噫": 2150,
      "噬": 2151,
      "噱": 2152,
      "噴": 2153,
      "噶": 2154,
      "噹": 2155,
      "噻": 2156,
      "噼": 2157,
      "嚅": 2158,
      "嚆": 2159,
      "嚇": 2160,
      "嚎": 2161,
      "嚏": 2162,
      "嚐": 2163,
      "嚒": 2164,
      "嚓": 2165,
      "嚢": 2166,
      "嚣": 2167,
      "嚨": 2168,
      "嚭": 2169,
      "嚮": 2170,
      "嚯": 2171,
      "嚴": 2172,
      "嚷": 2173,
      "嚼": 2174,
      "囉": 2175,
      "囊": 2176,
      "囍": 2177,
      "囒": 2178,
      "囔": 2179,
      "囖": 2180,
      "囗": 2181,
      "囘": 2182,
      "囚": 2183,
      "四": 2184,
      "囝": 2185,
      "回": 2186,
      "囟": 2187,
      "因": 2188,
      "囡": 2189,
      "团": 2190,
      "囤": 2191,
      "囧": 2192,
      "囫": 2193,
      "园": 2194,
      "囯": 2195,
      "困": 2196,
      "囱": 2197,
      "図": 2198,
      "围": 2199,
      "囵": 2200,
      "囹": 2201,
      "固": 2202,
      "国": 2203,
      "图": 2204,
      "囿": 2205,
      "圃": 2206,
      "圄": 2207,
      "圆": 2208,
      "圈": 2209,
      "圉": 2210,
      "圊": 2211,
      "國": 2212,
      "圌": 2213,
      "圍": 2214,
      "圐": 2215,
      "園": 2216,
      "圓": 2217,
      "圖": 2218,
      "團": 2219,
      "圙": 2220,
      "圜": 2221,
      "土": 2222,
      "圣": 2223,
      "圧": 2224,
      "在": 2225,
      "圩": 2226,
      "圪": 2227,
      "圬": 2228,
      "圭": 2229,
      "圮": 2230,
      "圯": 2231,
      "地": 2232,
      "圳": 2233,
      "圴": 2234,
      "圷": 2235,
      "圹": 2236,
      "场": 2237,
      "圻": 2238,
      "圾": 2239,
      "圿": 2240,
      "址": 2241,
      "坂": 2242,
      "均": 2243,
      "坊": 2244,
      "坌": 2245,
      "坍": 2246,
      "坎": 2247,
      "坏": 2248,
      "坐": 2249,
      "坑": 2250,
      "块": 2251,
      "坚": 2252,
      "坛": 2253,
      "坜": 2254,
      "坝": 2255,
      "坞": 2256,
      "坟": 2257,
      "坠": 2258,
      "坡": 2259,
      "坤": 2260,
      "坦": 2261,
      "坨": 2262,
      "坩": 2263,
      "坪": 2264,
      "坫": 2265,
      "坭": 2266,
      "坯": 2267,
      "坳": 2268,
      "坶": 2269,
      "坷": 2270,
      "坻": 2271,
      "坼": 2272,
      "坽": 2273,
      "垂": 2274,
      "垃": 2275,
      "垄": 2276,
      "垅": 2277,
      "垆": 2278,
      "垉": 2279,
      "型": 2280,
      "垌": 2281,
      "垒": 2282,
      "垓": 2283,
      "垚": 2284,
      "垛": 2285,
      "垞": 2286,
      "垟": 2287,
      "垠": 2288,
      "垡": 2289,
      "垢": 2290,
      "垣": 2291,
      "垤": 2292,
      "垦": 2293,
      "垧": 2294,
      "垩": 2295,
      "垫": 2296,
      "垭": 2297,
      "垮": 2298,
      "垱": 2299,
      "垲": 2300,
      "垳": 2301,
      "垴": 2302,
      "垵": 2303,
      "垸": 2304,
      "埂": 2305,
      "埃": 2306,
      "埅": 2307,
      "埇": 2308,
      "埋": 2309,
      "城": 2310,
      "埏": 2311,
      "埒": 2312,
      "埔": 2313,
      "埕": 2314,
      "埖": 2315,
      "埗": 2316,
      "埘": 2317,
      "埙": 2318,
      "埚": 2319,
      "埝": 2320,
      "域": 2321,
      "埠": 2322,
      "埣": 2323,
      "埤": 2324,
      "埫": 2325,
      "埭": 2326,
      "埯": 2327,
      "埰": 2328,
      "埴": 2329,
      "執": 2330,
      "埸": 2331,
      "培": 2332,
      "基": 2333,
      "埼": 2334,
      "埽": 2335,
      "堀": 2336,
      "堂": 2337,
      "堅": 2338,
      "堆": 2339,
      "堇": 2340,
      "堋": 2341,
      "堌": 2342,
      "堍": 2343,
      "堑": 2344,
      "堕": 2345,
      "堙": 2346,
      "堞": 2347,
      "堠": 2348,
      "堡": 2349,
      "堤": 2350,
      "堪": 2351,
      "堰": 2352,
      "報": 2353,
      "場": 2354,
      "堵": 2355,
      "堿": 2356,
      "塆": 2357,
      "塊": 2358,
      "塌": 2359,
      "塍": 2360,
      "塑": 2361,
      "塔": 2362,
      "塗": 2363,
      "塘": 2364,
      "塝": 2365,
      "塞": 2366,
      "塥": 2367,
      "填": 2368,
      "塬": 2369,
      "塱": 2370,
      "塲": 2371,
      "塵": 2372,
      "塽": 2373,
      "塾": 2374,
      "墀": 2375,
      "墁": 2376,
      "境": 2377,
      "墅": 2378,
      "墉": 2379,
      "墊": 2380,
      "墒": 2381,
      "墓": 2382,
      "増": 2383,
      "墘": 2384,
      "墙": 2385,
      "墚": 2386,
      "墛": 2387,
      "增": 2388,
      "墟": 2389,
      "墨": 2390,
      "墩": 2391,
      "墮": 2392,
      "墼": 2393,
      "壁": 2394,
      "壅": 2395,
      "壆": 2396,
      "壇": 2397,
      "壊": 2398,
      "壑": 2399,
      "壓": 2400,
      "壕": 2401,
      "壞": 2402,
      "壤": 2403,
      "士": 2404,
      "壬": 2405,
      "壮": 2406,
      "声": 2407,
      "壱": 2408,
      "売": 2409,
      "壳": 2410,
      "壶": 2411,
      "壸": 2412,
      "壹": 2413,
      "壺": 2414,
      "夂": 2415,
      "夃": 2416,
      "处": 2417,
      "备": 2418,
      "変": 2419,
      "复": 2420,
      "夏": 2421,
      "夔": 2422,
      "夕": 2423,
      "外": 2424,
      "夙": 2425,
      "多": 2426,
      "夜": 2427,
      "够": 2428,
      "夠": 2429,
      "夢": 2430,
      "夤": 2431,
      "夥": 2432,
      "大": 2433,
      "天": 2434,
      "太": 2435,
      "夫": 2436,
      "夭": 2437,
      "央": 2438,
      "夯": 2439,
      "失": 2440,
      "夲": 2441,
      "头": 2442,
      "夷": 2443,
      "夸": 2444,
      "夹": 2445,
      "夺": 2446,
      "夼": 2447,
      "夾": 2448,
      "奁": 2449,
      "奂": 2450,
      "奄": 2451,
      "奇": 2452,
      "奈": 2453,
      "奉": 2454,
      "奋": 2455,
      "奎": 2456,
      "奏": 2457,
      "契": 2458,
      "奓": 2459,
      "奔": 2460,
      "奕": 2461,
      "奖": 2462,
      "套": 2463,
      "奘": 2464,
      "奚": 2465,
      "奠": 2466,
      "奢": 2467,
      "奥": 2468,
      "奧": 2469,
      "女": 2470,
      "奴": 2471,
      "奶": 2472,
      "奸": 2473,
      "她": 2474,
      "好": 2475,
      "妁": 2476,
      "如": 2477,
      "妃": 2478,
      "妄": 2479,
      "妆": 2480,
      "妇": 2481,
      "妈": 2482,
      "妊": 2483,
      "妌": 2484,
      "妍": 2485,
      "妒": 2486,
      "妓": 2487,
      "妖": 2488,
      "妗": 2489,
      "妘": 2490,
      "妙": 2491,
      "妝": 2492,
      "妞": 2493,
      "妣": 2494,
      "妤": 2495,
      "妥": 2496,
      "妨": 2497,
      "妩": 2498,
      "妪": 2499,
      "妫": 2500,
      "妮": 2501,
      "妯": 2502,
      "妲": 2503,
      "妳": 2504,
      "妹": 2505,
      "妻": 2506,
      "妾": 2507,
      "姆": 2508,
      "姊": 2509,
      "始": 2510,
      "姐": 2511,
      "姑": 2512,
      "姒": 2513,
      "姓": 2514,
      "委": 2515,
      "姗": 2516,
      "姘": 2517,
      "姚": 2518,
      "姜": 2519,
      "姝": 2520,
      "姠": 2521,
      "姣": 2522,
      "姥": 2523,
      "姦": 2524,
      "姨": 2525,
      "姫": 2526,
      "姬": 2527,
      "姵": 2528,
      "姹": 2529,
      "姺": 2530,
      "姻": 2531,
      "姿": 2532,
      "威": 2533,
      "娃": 2534,
      "娄": 2535,
      "娅": 2536,
      "娆": 2537,
      "娇": 2538,
      "娈": 2539,
      "娉": 2540,
      "娌": 2541,
      "娑": 2542,
      "娓": 2543,
      "娘": 2544,
      "娛": 2545,
      "娜": 2546,
      "娟": 2547,
      "娠": 2548,
      "娣": 2549,
      "娥": 2550,
      "娩": 2551,
      "娬": 2552,
      "娭": 2553,
      "娱": 2554,
      "娲": 2555,
      "娴": 2556,
      "娶": 2557,
      "娼": 2558,
      "婀": 2559,
      "婆": 2560,
      "婉": 2561,
      "婊": 2562,
      "婕": 2563,
      "婚": 2564,
      "婢": 2565,
      "婧": 2566,
      "婪": 2567,
      "婬": 2568,
      "婭": 2569,
      "婳": 2570,
      "婴": 2571,
      "婵": 2572,
      "婶": 2573,
      "婷": 2574,
      "婺": 2575,
      "婿": 2576,
      "媒": 2577,
      "媙": 2578,
      "媚": 2579,
      "媛": 2580,
      "媞": 2581,
      "媢": 2582,
      "媪": 2583,
      "媲": 2584,
      "媳": 2585,
      "媵": 2586,
      "媸": 2587,
      "媽": 2588,
      "媾": 2589,
      "嫁": 2590,
      "嫂": 2591,
      "嫃": 2592,
      "嫉": 2593,
      "嫌": 2594,
      "嫒": 2595,
      "嫔": 2596,
      "嫖": 2597,
      "嫘": 2598,
      "嫚": 2599,
      "嫜": 2600,
      "嫝": 2601,
      "嫠": 2602,
      "嫡": 2603,
      "嫣": 2604,
      "嫦": 2605,
      "嫩": 2606,
      "嫫": 2607,
      "嫰": 2608,
      "嫱": 2609,
      "嫻": 2610,
      "嫽": 2611,
      "嬅": 2612,
      "嬉": 2613,
      "嬖": 2614,
      "嬗": 2615,
      "嬛": 2616,
      "嬡": 2617,
      "嬰": 2618,
      "嬲": 2619,
      "嬴": 2620,
      "嬷": 2621,
      "嬿": 2622,
      "孀": 2623,
      "子": 2624,
      "孑": 2625,
      "孒": 2626,
      "孓": 2627,
      "孔": 2628,
      "孕": 2629,
      "孖": 2630,
      "字": 2631,
      "存": 2632,
      "孙": 2633,
      "孚": 2634,
      "孛": 2635,
      "孜": 2636,
      "孝": 2637,
      "孟": 2638,
      "孢": 2639,
      "季": 2640,
      "孤": 2641,
      "孥": 2642,
      "学": 2643,
      "孧": 2644,
      "孩": 2645,
      "孪": 2646,
      "孫": 2647,
      "孬": 2648,
      "孰": 2649,
      "孱": 2650,
      "孳": 2651,
      "孵": 2652,
      "學": 2653,
      "孺": 2654,
      "孽": 2655,
      "宀": 2656,
      "宁": 2657,
      "它": 2658,
      "宄": 2659,
      "宅": 2660,
      "宇": 2661,
      "守": 2662,
      "安": 2663,
      "宋": 2664,
      "完": 2665,
      "宏": 2666,
      "宓": 2667,
      "宕": 2668,
      "宗": 2669,
      "官": 2670,
      "宙": 2671,
      "定": 2672,
      "宛": 2673,
      "宜": 2674,
      "宝": 2675,
      "实": 2676,
      "実": 2677,
      "宠": 2678,
      "审": 2679,
      "客": 2680,
      "宣": 2681,
      "室": 2682,
      "宥": 2683,
      "宦": 2684,
      "宪": 2685,
      "宫": 2686,
      "宬": 2687,
      "宮": 2688,
      "宰": 2689,
      "害": 2690,
      "宴": 2691,
      "宵": 2692,
      "家": 2693,
      "宸": 2694,
      "容": 2695,
      "宽": 2696,
      "宾": 2697,
      "宿": 2698,
      "寂": 2699,
      "寄": 2700,
      "寅": 2701,
      "密": 2702,
      "寇": 2703,
      "富": 2704,
      "寎": 2705,
      "寐": 2706,
      "寒": 2707,
      "寓": 2708,
      "寔": 2709,
      "寖": 2710,
      "寗": 2711,
      "寛": 2712,
      "寜": 2713,
      "寝": 2714,
      "寞": 2715,
      "察": 2716,
      "寡": 2717,
      "寢": 2718,
      "寤": 2719,
      "寥": 2720,
      "實": 2721,
      "寧": 2722,
      "寨": 2723,
      "寫": 2724,
      "寬": 2725,
      "寮": 2726,
      "寰": 2727,
      "寳": 2728,
      "寶": 2729,
      "寸": 2730,
      "对": 2731,
      "寺": 2732,
      "寻": 2733,
      "导": 2734,
      "対": 2735,
      "寿": 2736,
      "封": 2737,
      "射": 2738,
      "尅": 2739,
      "将": 2740,
      "將": 2741,
      "專": 2742,
      "尉": 2743,
      "尊": 2744,
      "尋": 2745,
      "對": 2746,
      "導": 2747,
      "小": 2748,
      "少": 2749,
      "尒": 2750,
      "尓": 2751,
      "尔": 2752,
      "尕": 2753,
      "尖": 2754,
      "尗": 2755,
      "尘": 2756,
      "尚": 2757,
      "尜": 2758,
      "尝": 2759,
      "尢": 2760,
      "尤": 2761,
      "尥": 2762,
      "尧": 2763,
      "尪": 2764,
      "尬": 2765,
      "就": 2766,
      "尴": 2767,
      "尸": 2768,
      "尹": 2769,
      "尺": 2770,
      "尻": 2771,
      "尼": 2772,
      "尽": 2773,
      "尾": 2774,
      "尿": 2775,
      "局": 2776,
      "屁": 2777,
      "层": 2778,
      "屃": 2779,
      "居": 2780,
      "屈": 2781,
      "屉": 2782,
      "届": 2783,
      "屋": 2784,
      "屌": 2785,
      "屍": 2786,
      "屎": 2787,
      "屏": 2788,
      "屐": 2789,
      "屑": 2790,
      "展": 2791,
      "屙": 2792,
      "屛": 2793,
      "属": 2794,
      "屠": 2795,
      "屡": 2796,
      "屣": 2797,
      "層": 2798,
      "履": 2799,
      "屦": 2800,
      "屬": 2801,
      "屮": 2802,
      "屯": 2803,
      "屰": 2804,
      "山": 2805,
      "屹": 2806,
      "屺": 2807,
      "屿": 2808,
      "岀": 2809,
      "岁": 2810,
      "岂": 2811,
      "岈": 2812,
      "岌": 2813,
      "岍": 2814,
      "岐": 2815,
      "岑": 2816,
      "岒": 2817,
      "岔": 2818,
      "岖": 2819,
      "岗": 2820,
      "岘": 2821,
      "岙": 2822,
      "岚": 2823,
      "岛": 2824,
      "岜": 2825,
      "岡": 2826,
      "岢": 2827,
      "岣": 2828,
      "岩": 2829,
      "岫": 2830,
      "岬": 2831,
      "岭": 2832,
      "岱": 2833,
      "岳": 2834,
      "岵": 2835,
      "岷": 2836,
      "岸": 2837,
      "岺": 2838,
      "岽": 2839,
      "岿": 2840,
      "峁": 2841,
      "峄": 2842,
      "峇": 2843,
      "峋": 2844,
      "峒": 2845,
      "峙": 2846,
      "峚": 2847,
      "峜": 2848,
      "峞": 2849,
      "峡": 2850,
      "峤": 2851,
